const category = {
  "product_class1": [
    {
      "id": 1, "name": "家用电器", "product_class2": [
        {"id": 11, "name": "冰箱"},
        {"id": 12, "name": "空调"},
        {"id": 13, "name": "电视"},
        {"id": 15, "name": "洗衣机"},
        {"id": 16, "name": "厨卫用品"},
        {"id": 17, "name": "生活用品"},
        {"id": 18, "name": "个人健康"},
        {"id": 19, "name": "家庭影音"},
        {"id": 110, "name": "进口电器"},
        {"id": 199, "name": "其他"}
      ]
    },{
      "id": 2, "name": "服饰鞋帽", "product_class2": [
        {"id": 21, "name": "衣服"},
        {"id": 22, "name": "裤子"},
        {"id": 23, "name": "鞋子"},
        {"id": 24, "name": "内衣"},
        {"id": 25, "name": "配饰"},
        {"id": 26, "name": "童装"},
        {"id": 26, "name": "童装"},
        {"id": 26, "name": "童装"},
        {"id": 299, "name": "其他"}
      ]
    },{
      "id": 3, "name": "个护化妆", "product_class2": [
        {"id": 31, "name": "面部护肤"},
        {"id": 32, "name": "洗发护发"},
        {"id": 33, "name": "身体护理"},
        {"id": 34, "name": "口腔护理"},
        {"id": 35, "name": "女性护理"},
        {"id": 36, "name": "香水彩妆"},
        {"id": 37, "name": "清洁用品"},
        {"id": 38, "name": "宠物生活"},
        {"id": 399, "name": "其他"}
      ]
    },{
      "id": 4, "name": "手机数码", "product_class2": [
        {"id": 41, "name": "手机"},
        {"id": 42, "name": "运营商"},
        {"id": 43, "name": "手机配件"},
        {"id": 44, "name": "摄影摄像"},
        {"id": 45, "name": "数码配件"},
        {"id": 46, "name": "影音娱乐"},
        {"id": 47, "name": "智能设备"},
        {"id": 48, "name": "电子教育"},
        {"id": 499, "name": "其他"}
      ]
    },{
      "id": 5, "name": "电脑办公", "product_class2": [
        {"id": 51, "name": "电脑整机"},
        {"id": 52, "name": "电脑配件"},
        {"id": 53, "name": "外设产品"},
        {"id": 54, "name": "游戏设备"},
        {"id": 55, "name": "网络产品"},
        {"id": 56, "name": "办公设备"},
        {"id": 57, "name": "文具耗材"},
        {"id": 58, "name": "服务产品"},
        {"id": 599, "name": "其他"}
      ]
    },{
      "id": 6, "name": "饮料食品", "product_class2": [
        {"id": 61, "name": "新鲜水果"},
        {"id": 62, "name": "海鲜水产"},
        {"id": 63, "name": "肉禽蛋白"},
        {"id": 64, "name": "新鲜蔬菜"},
        {"id": 65, "name": "冷饮冻食"},
        {"id": 66, "name": "中外名酒"},
        {"id": 67, "name": "进口食品"},
        {"id": 68, "name": "休闲食品"},
        {"id": 69, "name": "地方特产"},
        {"id": 610, "name": "茗茶"},
        {"id": 611, "name": "饮料冲调"},
        {"id": 612, "name": "粮油调味"},
        {"id": 699, "name": "其他"}
      ]
    },{
      "id": 7, "name": "珠宝首饰", "product_class2": [
        {"id": 71, "name": "耳饰"},
        {"id": 72, "name": "戒指"},
        {"id": 73, "name": "手镯"},
        {"id": 74, "name": "项链"},
        {"id": 75, "name": "吊坠"},
        {"id": 76, "name": "翡翠玉石"},
        {"id": 77, "name": "琥珀蜜蜡"},
        {"id": 799, "name": "其他"}
      ]
    },{
      "id": "8", "name": "图书音像", "product_class2": [
        {"id": "81", "name": "音像"},
        {"id": "82", "name": "少儿"},
        {"id": "83", "name": "教育"},
        {"id": "84", "name": "文艺"},
        {"id": "85", "name": "经管励志"},
        {"id": "86", "name": "人文社科"},
        {"id": "87", "name": "生活"},
        {"id": "88", "name": "科技"},
        {"id": "89", "name": "刊物"},
        {"id": "810", "name": "电子书"},
        {"id": "811", "name": "数字音乐"},
        {"id": "899", "name": "其他"}
      ]
    },{
      "id": 9, "name": "汽车用品", "product_class2": [
        {"id": 91, "name": "维修保养"},
        {"id": 92, "name": "车载电器"},
        {"id": 93, "name": "美容清洗"},
        {"id": 94, "name": "汽车装饰"},
        {"id": 95, "name": "安全自驾"},
        {"id": 96, "name": "赛事改装"},
        {"id": 97, "name": "汽车服务"},
        {"id": 999, "name": "其他"}
      ]
    },{
      "id": 10, "name": "生活家具", "product_class2": [
        {"id": 101, "name": "厨具"},
        {"id": 102, "name": "家纺"},
        {"id": 103, "name": "生活日用"},
        {"id": 104, "name": "家装软饰"},
        {"id": 105, "name": "灯具"},
        {"id": 106, "name": "家具"},
        {"id": 107, "name": "家装建材"},
        {"id": 1099, "name": "其他"}
      ]
    },{
      "id": 11, "name": "户外运动", "product_class2": [
        {"id": 111, "name": "运动鞋包"},
        {"id": 112, "name": "运动服饰"},
        {"id": 113, "name": "健身锻炼"},
        {"id": 114, "name": "骑行运动"},
        {"id": 115, "name": "体育用品"},
        {"id": 116, "name": "户外鞋服"},
        {"id": 117, "name": "户外装备"},
        {"id": 118, "name": "垂钓用品"},
        {"id": 119, "name": "游泳用品"},
        {"id": 1199, "name": "其他"}
      ]
    },{
      "id": 12, "name": "医药保健", "product_class2": [
        {"id": 121, "name": "中西药品"},
        {"id": 122, "name": "营养健康"},
        {"id": 123, "name": "营养成分"},
        {"id": 124, "name": "滋补养生"},
        {"id": 125, "name": "成人用品"},
        {"id": 126, "name": "保健器械"},
        {"id": 127, "name": "护理护具"},
        {"id": 1299, "name": "其他"}
      ]
    },{
      "id": 13, "name": "母婴玩具", "product_class2": [
        {"id": 131, "name": "奶粉"},
        {"id": 132, "name": "营养辅食"},
        {"id": 133, "name": "尿裤湿巾"},
        {"id": 134, "name": "喂养用品"},
        {"id": 135, "name": "洗护用品"},
        {"id": 136, "name": "寝居服饰"},
        {"id": 137, "name": "童车童床"},
        {"id": 138, "name": "玩具"},
        {"id": 139, "name": "乐器"},
        {"id": 1399, "name": "其他"}
      ]
    },{
      "id": 14, "name": "奢侈品", "product_class2": [
        {"id": 141, "name": "时尚鞋"},
        {"id": 142, "name": "精品包"},
        {"id": 143, "name": "箱包"},
        {"id": 144, "name": "礼品"},
        {"id": 145, "name": "钟表"},
        {"id": 146, "name": "眼镜"},
        {"id": 1499, "name": "其他"}
      ]
    }
  ]
}

export default category
